Repository: donnerbaer/smart-storage
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Catalog
de: Katalog

source: Create Item
de: Gegenstand erstellen

source: Close
de: Schließen

source: No items found in the catalog.
de: Keine Gegendstände im Katalog gefunden.

source: Number of Items
de: Anzahl der Gegenstände

source: No items found.
de: Keine Gegenstände gefunden.

source: Image
de: Bild

source: Storage Location
de: Lagerort

source: Quantity
de: Menge

source: Description
de: Beschreibung

source: Owner
de: Besitzer

source: List of all Categories
de: Liste aller Kategorien

source: Categories
de: Kategorien

source: Number of Categories
de: Anzahl der Kategorien

source: Color
de: Farbe

source: No categories found.
de: Keine Kategorie gefunden.

source: Category
de: Kategorie

source: Items labeled with
de: Gegenstände in dieser Kategorie

source: No items found in this category.
de: Keine Gegenstände in der Kategorie gefunden.

source: Action
de: Aktion

source: Storages labeled with
de: Lagerort mit dieser Kategorie

source: No storages found in this category.
de: Keine Lagerorte gefunden in dieser Kategorie.

source: Welcome
de: Willkommen

source: Home
de: Startseite

source: Welcome on the site
de: Willkommen auf der Seite

source: Here is some content for the index page.
de: Hier ist etwas Kontent auf der Startseite.

source: Item
de: Gegenstand

source: Storage
de: Lagerort

source: Number of images
de: Bilderanzahl

source: No location assigned to this item.
de: Kein Lagerort zugeordnet.

source: No owner found for this item.
de: Kein Besitzer zugeordnet.

source: No description found for this item.
de: Keine Beschreibung hinterlegt.

source: No quantity information found for this item.
de: Keine Anzahl hinterlegt.

source: Sign-in
de: Anmelden

source: Search Result
de: Suchergebnis

source: Search Results
de: Suchergebnisse

source: Items
de: Gegenstände

source: Previous
de: Vorherige

source: Next
de: Nächstes

source: Show
de: Anzeigen

source: Storages
de: Lagerorte

source: Sign-up
de: Registrieren

source: No description found for this storage.
de: Keine Beschreibung hinterlegt.

source: No items found in this storage.
de: Keine Gegenstände dem Lagerort zugeordnet.

source: Storages contain in
de: Lagerort beinhaltet

source: List of all Storage Locations
de: Liste aller Lagerorte

source: Storage Locations
de: Lagerorte

source: Number of Storages
de: Anzahl Lagerorte

source: Parent
de: Übergeordneter Lagerot

source: Root Parent
de: Hauptlagerort

source: No storages found.
de: Kein Lagerot gefunden.

source: Profile
de: Profil

source: Users
de: Benutzer

source: Username
de: Benutzername

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Created At
de: Erstellt am

source: Image Filename
de: Dateiname des Bilds

source: No image uploaded
de: Kein Bild hochgeladen

source: Image URL
de: Bild URL

source: Edit
de: Bearbeiten

source: User owned items
de: Gegenstände des Benutzers

source: Location
de: Lagerort

source: No location assigned
de: Keinem Lagerort zugeordnet

source: No items found for this user.
de: Keine Gegenstände dieser Person zugeordnet

source: Update User
de: Bearbeiten

source: Cancel
de: Abbrechen

source: Errors:
de: Fehler:

source: Required
de: benötigt

source: List of all users
de: Liste aller Benutzer

source: Create User
de: Benutzer anlegen

source: No users found.
de: Keine Benutzer gefunden.

source: Number of users
de: Anzahl der Benutzer

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Actions
de: Aktionen

source: Display
de: Anzeigen

source: Group
de: Gruppe

source: Groups
de: Gruppen

source: There were errors in your form submission:
de: Fehlerhafte Formular eingaben:

source: No description provided for this group.
de: Keine Beschreibung hinterlegt.

source: Users assigned to
de: Benutzer zugeordnet

source: No users assigned to the group.
de: Keine Benutzer zugeordnet.

source: View User
de: Benutzer betrachten

source: Roles assigned to
de: Rollen zugeordnet

source: View Role
de: Rollen betrachten

source: No groups found.
de: Keine Gruppen gefunden.

source: Number of Groups
de: Anzahl der Gruppen

source: Admin Panel
de: Adminbereich

source: Here is some content for the admin dashboard.
de: Hier ist etwas Inhalt für das Admin Dashboard.

source: Roles
de: Rollen

source: Check for Updates
de: Suche neue Versionen

source: Notes
de: Anmerkung

source: How is the authorization system build?
de: Wie funktioniert das Berechtigungssystem?

source: Each user is assigned to at least one group.
de: Jeder Benutzer ist mindestens einer Gruppe zugeordnet.

source: Each group is assigned at least one role.
de: Eine Gruppe ist mindestens einer Rolle zugeordnet.

source: Each role has at least one authorization.
de: Jede Rolle hat mindestens eine Berechtigung.

source: The current version of SmartStorage is:
de: Die aktuelle Version von SmartStorage ist:

source: The latest version available is:
de: Die neuste verfügbare Version ist:

source: Could not retrieve the latest version information.
de: Die neuste Version konnte nicht abgerufen werden.

source: An update is available!
de: Eine neue Version ist verfügbar!

source: Get the newest release
de: Neuste Version herunterladen.

source: You are using the latest version of SmartStorage.
de: Du nutzt die neuste Version von SmartStorage.

source: Role
de: Rolle

source: Allowed
de: Erlaubt

source: Permission Name
de: Berechtigungsbezeichnung

source: No roles found.
de: Keine Rollen gefunden.

source: Number of roles
de: Rollenanzahl

source: Add User
de: Benutzer hinzufügen

source: Add User to the Group
de: Benutzer der Gruppe zuordnen

source: Assign Role
de: Rolle hinzufügen

source: Assign Role to
de: Rolle der Gruppe zuordnen

source: Create Group
de: Gruppe erstellen

source: Delete Group
de: Gruppe löschen

source: Warning!
de: Warnung!

source: Are you sure you want to delete the group? This action cannot be undone.
de: Bist du dir sicher, dass du diese Gruppe löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.

source: Remove
de: Entfernen

source: Remove role from group
de: Entferne Rolle von der Gruppe

source: Are you sure you want to remove this role from the group? This action cannot be undone.
de: Bist du dir sicher, dass du die Rolle von der Gruppe entfernen möchtests? Diese Aktion kann nicht rückgängig gemacht werden.

source: Remove Role
de: Rolle entfernen

source: Remove user from group
de: Benutzer von der Gruppe entfernen

source: Are you sure you want to remove this user from the group? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Benutzer aus der Gruppe entfernen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Edit Group
de: Gruppe bearbeiten

source: Permission
de: Berechtigung

source: required
de: benötigt

source: Update Permissions
de: Berechtigungen bearbeiten

source: Update Permissons for
de: Berechtigungen bearbeiten für

source: Create role
de: Rolle erstellen

source: Delete
de: Löschen

source: Delete Role
de: Rolle löschen

source: Are you sure you want to delete the role? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Rolle löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Update role
de: Rolle berarbeiten

source: Create
de: Erstellen

source: Create Category
de: Kategorie erstellen

source: Delete Category
de: Kategorie löschen

source: Are you sure you want to delete the category? This action cannot be undone.
de: Sind Sie sicher, dass Sie die Kategorie löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Update
de: Aktualisieren

source: Update Category
de: Kategorie aktualisieren

source: Search
de: Suche

source: My Profile
de: Mein Profil

source: Logout
de: Abmelden

source: Error 403
de: Fehler 403

source: Error 403: Forbidden
de: Fehler 403: Verboten

source: You don't have the permission to access the requested resource. It is either read-protected or not readable by the server.
de: Sie haben nicht die Berechtigung, auf die angeforderte Ressource zuzugreifen. Sie ist entweder schreibgeschützt oder kann vom Server nicht gelesen werden.

source: Error 404
de: Fehler 404

source: Error 500
de: Fehler 500

source: No images found for this item.
de: Kein Gegenstand für diesen Gegenstand hinterlegt.

source: Select the categories that apply to this item.
de: Wählen Sie die Kategorien, die auf diesen Artikel zutreffen.

source: Delete Item now
de: Lösche den Gegenstand jetzt.

source: Are you sure you want to delete the item? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Artikel löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete Item
de: Gegenstand löschen

source: Update Item
de: Gegenstand aktualisieren

source: Please choose
de: Bitte wählen

source: No images found for this storage.
de: Keine Bilder für diesen Lagerort hinterlegt.

source: Delete Storage now
de: Lagerort jetzt löschen

source: Are you sure you want to delete the Storage? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Speicher löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete Storage
de: Lagerort löschen

source: Create Storage
de: Lagerort erstellen

source: Create new Storage
de: Lagerort erstellen

source: Update Storage
de: Lagerort aktualisieren

source: Delete User
de: Benutzer löschen

source: Are you sure you want to delete the user? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Benutzer löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Role name already exists.
de: Der Rollenname existiert bereits.

source: Group name already exists.
de: Gruppenname existiert bereits.

source: Please select a user to add to the group.
de: Bitte wählen Sie einen Benutzer aus, der der Gruppe hinzugefügt werden soll.

source: Quantity Over Time
de: Mengenentwicklung über die Zeit

source: This chart shows the quantity of the item over time.
de: In diesem Diagramm ist die Menge des Gegenstands über die Zeit hinweg dargestellt.

source: Save Changes
de: Änderungen speichern

source: Overall Summary
de: Zusammenfassung

source: This is the overall summary of your storage system.
de: Dies ist die Gesamtübersicht von Ihrem Lagersystem.

source: Locations
de: Lagerort.

source: User not found.
de: Benutzer nicht gefunden.

source: Old password is incorrect.
de: Ihr aktuelles Passwort ist nicht korrekt.
